Repository: Vevida/si-captcha-for-wordpress
Catalog: languages/*-captcha-*.po
Languages: nl_nl

source: You do not have permissions for managing this option
nl_nl: Je hebt niet het recht deze optie te beheren

source: Options saved.
nl_nl: Opties opgeslagen

source: SI Captcha Options
nl_nl: SI Captcha Opties

source: Usage
nl_nl: Gebruik

source: Your theme must have a
nl_nl: Uw thema moet hebben

source: tag inside your comments.php form. Most themes do.
nl_nl: tag in je comments.php vorm. De meeste thema's te doen.

source: The best place to locate the tag is before the comment textarea, you may want to move it if it is below the comment textarea, or the captcha image and captcha code entry might display after the submit button.
nl_nl: De beste plaats om de tag te vinden is voor het commentaar tekstveld, kunt u om het te verplaatsen als ze onder het commentaar tekstveld, of het imago van de captcha en captcha code zou geven na de submit knop.

source: Check to disable CAPTCHA.
nl_nl: Schakel CAPTCHA volledig uit.

source: Enable CAPTCHA on the login form.
nl_nl: Inschakelen CAPTCHA op het login formulier.

source: Click for Help!
nl_nl: Klik hier voor hulp

source: The Login form captcha is not enabled by default because it might be annoying to users. Only enable it if you are having spam problems related to bots automatically logging in.
nl_nl: De login formulier captcha is niet standaard ingeschakeld, omdat het vervelend voor de gebruikers zou kunnen zijn. Alleen inschakelen als je met spam problemen in verband met bots automatisch in te loggen.

source: Enable CAPTCHA on the register form.
nl_nl: Inschakelen CAPTCHA op het inschrijfformulier.

source: Prevents automated spam bots by requiring that the user pass a CAPTCHA test before registering.
nl_nl: Voorkomt spam bots door te eisen dat de gebruiker een CAPTCHA-test voordat u zich inschrijft.

source: Enable CAPTCHA on the lost password form.
nl_nl: Inschakelen CAPTCHA op het verloren wachtwoord formulier.

source: Prevents automated spam bots by requiring that the user pass a CAPTCHA test before lost password request.
nl_nl: Voorkomt spam bots door te eisen dat de gebruiker een CAPTCHA-test voor verloren wachtwoord verzoek passeren.

source: Enable CAPTCHA on the comment form.
nl_nl: Inschakelen CAPTCHA op het reactieformulier.

source: Prevents automated spam bots by requiring that the user pass a CAPTCHA test before posting comments.
nl_nl: Voorkomt spam bots door te eisen dat de gebruiker een CAPTCHA-test voor het plaatsen van reacties.

source: Hide CAPTCHA for
nl_nl: CAPTCHA verbergen voor

source: registered
nl_nl: geregistreerde

source: users who can:
nl_nl: gebruikers die kunnen:

source: CAPTCHA input label position on the comment form:
nl_nl: CAPTCHA ingang label positie op het reactieformulier:

source: input-label-required
nl_nl: -Input-label vereist

source: label-required-input
nl_nl: -Label vereist-ingang

source: label-required-linebreak-input
nl_nl: -Label vereist-linebreak-ingang

source: label-input-required
nl_nl: -Label-ingang vereist

source: Changes position of the CAPTCHA input labels on the comment form. Some themes have different label positions on the comment form. After changing this setting, be sure to view the comments to verify the setting is correct.
nl_nl: Verandert positie van de CAPTCHA-ingang etiketten op het reactieformulier. Sommige thema's hebben verschillende label posities op het reactieformulier. Na het wijzigen van deze instelling, moet u de opmerkingen bekijken om te controleren of de instelling correct is.

source: Change the display order of the CAPTCHA input field on the comment form.
nl_nl: Verander de volgorde van de input veld CAPTCHA op het reactieformulier.

source: Sometimes the CAPTCHA image and input field are displayed AFTER the submit button on the comment form.
nl_nl: Soms imago van de CAPTCHA en invoerveld worden weergegeven nadat de knop in te dienen over het reactieformulier.

source: Enable this setting and javascript will relocate the button.
nl_nl: Schakel deze instelling en javascript zal de knop verhuizen.

source: Enable smaller size CAPTCHA image.
nl_nl: Gebruik een kleinere CAPTCHA-afbeelding.

source: Makes the CAPTCHA image smaller.
nl_nl: Maakt imago van de CAPTCHA kleiner.

source: Enable honeypot spambot trap.
nl_nl: Enable honeypot spambot te houden.

source: Enables hidden empty field honyepot trap for spam bots. For best results, do not enable unless you have a spam problem.
nl_nl: Schakelt hidden leeg veld honyepot val voor spam bots. Voor het beste resultaat, niet in te schakelen, tenzij u een spam-probleem.

source: Accessibility:
nl_nl: Toegankelijkheid

source: Enable aria-required tags for screen readers
nl_nl: Enable-aria vereist tags voor schermlezers

source: aria-required is a form input WAI ARIA tag. Screen readers use it to determine which fields are required. Enabling this is good for accessability, but will cause the HTML to fail the W3C Validation (there is no attribute "aria-required"). WAI ARIA attributes are soon to be accepted by the HTML validator, so you can safely ignore the validation error it will cause.
nl_nl: aria-vereist is een formulier-tag WAI ARIA. Schermlezers gebruiken dit om te bepalen welke velden verplicht zijn. Als je dit inschakelt, zal het de toegankelijkheid van het formulier bevorderen, maar zal er voor zorgen dat de HTML-code niet door de W3C-test komt (er is geen attribuut 'aria-required'). 'WAI ARIA'-attributen zullen spoedig geaccepteerd worden door de html-test, je kunt dus rustig de fout-melding negeren.

source: Akismet:
nl_nl: Akismet: spam

source: Akismet spam prevention status:
nl_nl: Akismet spam preventie status:

source: Akismet is a WordPress plugin. Akismet will greatly reduce or even completely eliminate the comment and trackback spam you get on your site. If one does happen to get through, simply mark it as "spam" on the moderation screen and Akismet will learn from the mistakes. When Akismet is installed and active, all comment posts will be checked with Akismet to help prevent spam.
nl_nl: Akismet is een WordPress-plugin. Akismet zal sterk verminderen of zelfs volledig te elimineren het commentaar en trackback spam je krijgt op uw site. Als men toch gebeurt door te komen, gewoon markeren als "spam" op de matiging scherm en Akismet zal leren van de fouten. Wanneer Akismet is geïnstalleerd en actief is, worden alle commentaar berichten worden gecontroleerd met Akismet om spam te voorkomen.

source: Akismet is installed.
nl_nl: Akismet geïnstalleerd.

source: Check this and click "Update Options" to determine if Akismet key is active.
nl_nl: Controleer deze en klik op "Update Opties" om te bepalen of Akismet-toets actief is.

source: Akismet is installed and the key is valid. Comment posts will be checked with Akismet to help prevent spam.
nl_nl: Akismet is geïnstalleerd en de sleutel geldig is. Reactie posten zullen worden gecontroleerd met Akismet om spam te voorkomen.

source: Akismet plugin is installed but key needs to be activated.
nl_nl: Akismet plugin is geïnstalleerd, maar de belangrijkste moet worden geactiveerd.

source: Akismet plugin is installed but key failed to verify.
nl_nl: Akismet plugin is geïnstalleerd, maar het toetsenbord niet te controleren.

source: Configure Akismet
nl_nl: configureren Akismet

source: Akismet plugin is not installed or is deactivated.
nl_nl: Akismet plugin is niet geïnstalleerd of is uitgeschakeld.

source: Update Options
nl_nl: Opties bijwerken

source: All registered users
nl_nl: Geregistreerde gebruikers

source: Edit posts
nl_nl: Bewerk Berichten

source: Publish Posts
nl_nl: Berichten publiceren

source: Moderate Comments
nl_nl: Beheer reacties

source: Administer site
nl_nl: Beheer

source: ERROR: si-captcha.php plugin says GD image support not detected in PHP!
nl_nl: FOUT: de plugin 'si-contact-form.php' meldt dat er de GD-afbeeldingsondersteuning niet gedetecteerd is in PHP.

source: Contact your web host and ask them why GD image support is not enabled for PHP.
nl_nl: Neem contact op met de webhoster en vraag hem waarom GD-afbeeldingsondersteuning in PHP niet ingeschakeld is.

source: ERROR: si-captcha.php plugin says imagepng function not detected in PHP!
nl_nl: FOUT: si-captcha.php plugin zegt imagepng functie niet gedetecteerd in PHP!

source: Contact your web host and ask them why imagepng function is not enabled for PHP.
nl_nl: Neem contact op met de webhoster en vraag hem waarom de imagepng-functie niet ingeschakeld is in PHP.

source: ERROR: si-captcha.php plugin says captcha_library not found.
nl_nl: FOUT: 'si-contact-form.php' van de plugin meldt: 'captcha_library' niet gevonden.

source: CAPTCHA Code
nl_nl: Captcha

source: Submit Comment
nl_nl: Plaats reactie

source: ERROR
nl_nl: FOUT

source: <strong>ERROR</strong>: The username field is empty.
nl_nl: <strong>Foutmelding</strong>: Het veld e-mailadres is leeg.

source: <strong>ERROR</strong>: The password field is empty.
nl_nl: Wat is jouw wachtwoord?

source: Empty CAPTCHA
nl_nl: lege CAPTCHA

source: <strong>ERROR</strong>: Invalid username. <a href="%s" title="Password Lost and Found">Lost your password</a>?
nl_nl: <strong>FOUT:.</strong> Ongeldige gebruikersnaam <a href="%s" title="Password Lost and Found">Wachtwoord vergeten</a> ?

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
nl_nl: <strong>Melding</strong>: Je account is gemarkeerd als spammer.

source: Site Suspended.
nl_nl: Site opgeschort.

source: <strong>ERROR</strong>: Incorrect password. <a href="%s" title="Password Lost and Found">Lost your password</a>?
nl_nl: <strong>Foutmelding</strong>: onjuist wachtwoord. <a href=“%s” title=“Password Lost and Found”>Wachtwoord vergeten</a>?

source: Missing CAPTCHA token
nl_nl: Ontbrekende CAPTCHA token

source: Possible spam bot
nl_nl: Mogelijk spam bot

source: Wrong CAPTCHA
nl_nl: Verkeerde captcha

source: Unreadable CAPTCHA token file
nl_nl: Onleesbare CAPTCHA token file

source: Leave this field empty
nl_nl: leeg laten

source: Refresh
nl_nl: Ververs

source: Settings
nl_nl: Instellingen

source: Adds CAPTCHA anti-spam methods to WordPress forms for comments, registration, lost password, login, or all. This prevents spam from automated bots. WP, WPMU, and BuddyPress compatible. <a href="options-general.php?page=si-captcha-for-wordpress/si-captcha.php">Settings</a>
nl_nl: Voegt CAPTCHA anti-spam methoden om WordPress formulieren voor opmerkingen, registratie, verloren wachtwoord, login, of alles. Dit voorkomt dat spam bots. WP, WPMU en BuddyPress compatibel. <a href="options-general.php?page=si-captcha-for-wordpress/si-captcha.php">Instellingen</a>
